const HomePage = async () => {
  return (
    <div className="flex flex-col gap-6">
      <h1>백민종</h1>
      <p>
        동료들과 협력하며 도움을 주고받는 것을 좋아하고, 팀의 생산성을 높여 좋은
        성과를 만들어내는 데에 늘 관심을 가지고 있습니다.
      </p>
      <p>
        프로젝트가 지속 가능하도록 레거시 코드를 개선하는 것도 좋아합니다.
        복잡한 레거시 코드를 정리하고, 더 명확하고 이해하기 쉬운 구조로 개선하는
        과정은 항상 어렵지만, 던전을 하나씩 클리어 하는 듯한 즐거움을 줍니다.
      </p>
      <p>
        풀스택 개발자로 커리어를 시작했지만, 복잡한 것을 단순하고 직관적으로
        만들어 사용자 경험을 향상시키는 프론트엔드 기술에 매력을 느껴 현재는
        프론트엔드 개발자로 커리어를 이어가고 있습니다.
      </p>
      <p>
        개발하면서 겪은 경험을 간단한 메모부터 자세한 글까지 다양한 형태로
        이곳에 기록하고 있습니다.
      </p>
    </div>
  );
};

export default HomePage;
